spec/api_requests/do_get_item_fields.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:SandboxWebApi">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:DoGetItemFieldsRequest>
         <urn:sessionId>0a27f49a179aa67fa67eb2f712651a4e445a98ac0bcc68me00_1</urn:sessionId>
         <urn:itemId>5039434902</urn:itemId>
      </urn:DoGetItemFieldsRequest>
   </soapenv:Body>
</soapenv:Envelope>